Repository: KDE/wacomtablet
Catalog: po/*/plasma_applet_org.kde.plasma.wacomtablet.po
Languages: is

source: Graphic Tablet - Device not detected.
is: Teiknitafla - Tæki fannst ekki.

source: Error - Tablet service not available.
is: Villa - Teiknitöfluþjónusta ekki til staðar.

source: This widget is inactive because your tablet device is not connected or currently not supported.
is: Viðmótshlutinn er óvirkur þar sem teiknitaflan þín er ekki tengd eða sé ekki studd.

source: Please start the KDE wacom tablet service. The service is required for tablet detection and profile support.
is: Ræstu teiknitöfluþjónustu KDE. Þjónustan er nauðsynleg til að finna teiknitöflu og hafa stuðning við notkunarsnið.

source: Select Tablet:
is: Veldu teiknitöflu:

source: Select Profile:
is: Veldu snið:

# Groupbox Settings for the applet to change some values on the fly
source: Settings
is: Stillingar

# Toggle between touch on/off
source: Touch:
is: Snerting:

# Rotation of the tablet pad
source: Rotation:
is: Snúningur:

source: Default Orientation
is: Sjálfgefin stefna

# The tablet will be rotated clockwise.
source: Rotate Tablet Clockwise
is: Snúa teiknitöflu réttsælis

# The tablet will be rotated counterclockwise.
source: Rotate Tablet Counterclockwise
is: Snúa teiknitöflu rangsælis

# The tablet will be rotated up side down.
source: Rotate Tablet Upside-Down
is: Snúa teiknitöflu á hvolf

# Toggle between absolute/relative penmode
source: Mode:
is: Hamur:

# absolute pen movement (pen mode)
source: Absolute
is: Algilt

# relative pen movement (mouse mode)
source: Relative
is: Afstætt

source: &Configure Graphics Tablet...
is: Grunnstilla teiknitöflu...

source: Wacom Tablet
is: Wacom teiknitafla
