Repository: KDE/wacomtablet
Catalog: po/*/wacomtablet.po
Languages: is

# NAME OF TRANSLATORS
source: Your names
is: Sveinn í Felli

# EMAIL OF TRANSLATORS
source: Your emails
is: sv1@fellsnet.is

source: Maintainer
is: Umsjónarmaður

source: Developer
is: Forritari

# Tablet button triggers a left mouse button click.
source: Left Mouse Button Click
is: Vinstri músarsmellur

# Tablet button triggers a middle mouse button click.
source: Middle Mouse Button Click
is: Mið-músarsmellur

# Tablet button triggers a right mouse button click.
source: Right Mouse Button Click
is: Hægri músarsmellur

# Tablet button triggers mouse wheel up.
source: Mouse Wheel Up
is: Músarhjól upp

# Tablet button triggers mouse wheel down.
source: Mouse Wheel Down
is: Músarhjól niður

# Tablet button triggers mouse wheel left.
source: Mouse Wheel Left
is: Músarhjól til vinstri

# Tablet button triggers mouse wheel right.
source: Mouse Wheel Right
is: Músarhjól til hægri

# Tablet button triggers a click of mouse button with number #
source: Mouse Button %1 Click
is: %1 músarsmellur

source: Wacom Tablet
is: Wacom teiknitafla

# @action
source: Enable/Disable the Touch Tool
is: Virkja/slökkva á snertitólinu

# @action
source: Toggle the Stylus Tool Relative/Absolute
is: Víxla pennatólinu á milli afstæðs/algilds

# @action
source: Toggle between all screens
is: Víxla á milli allra skjáa

source: Map to fullscreen
is: Vörpun á allan skjáinn

# @action
source: Map to screen 1
is: Vörpun á skjá 1

# @action
source: Map to screen 2
is: Vörpun á skjá 2

# @action Switch to the next profile in the rotation
source: Next profile
is: Næsta notkunarsnið

# @action Switch to the previous profile in the rotation
source: Previous Profile
is: Fyrra notkunarsnið

# The action that will be assigned to a tablet button.
source: Select Button Action
is: Veldu aðgerð hnapps

# Select a mouse button from a dropwdown.
source: Click to select...
is: Smelltu til að velja...

source: Select Key Function
is: Veldu aðgerð lykils

source: Select Button Action
is: Veldu aðgerð hnapps

source: Meta
is: Meta-breytilykill

source: Please select an action.
is: Veldu aðgerð.

source: Click to assign an action.
is: Smelltu til að úthluta aðgerð.

source: Pad Buttons
is: Hnappar á teiknitöflu

source: Express Buttons
is: Hraðhnappar

source: Button 1
is: Hnappur 1

source: Button 2
is: Hnappur 2

source: Button 3
is: Hnappur 3

source: Button 4
is: Hnappur 4

source: Button 5
is: Hnappur 5

source: Button 6
is: Hnappur 6

source: Button 7
is: Hnappur 7

source: Button 8
is: Hnappur 8

source: Button 9
is: Hnappur 9

source: Button 10
is: Hnappur 10

source: Button 11
is: Hnappur 11

source: Button 12
is: Hnappur 12

source: Button 13
is: Hnappur 13

source: Button 14
is: Hnappur 14

source: Button 15
is: Hnappur 15

source: Button 16
is: Hnappur 16

source: Button 17
is: Hnappur 17

source: Button 18
is: Hnappur 18

source: Touch Strip
is: Snertiborði

source: Left Strip Up
is: Vinstri borði upp

source: Left Strip Down
is: Vinstri borði niður

source: Right Strip Up
is: Hægri borði upp

source: Right Strip Down
is: Hægri borði niður

source: Touch Ring
is: Snertihringur

source: Ring Up
is: Hringur upp

source: Ring Down
is: Hringur niður

source: Wheel
is: Hjól

source: Wheel Up
is: Hjól upp

source: Wheel Down
is: Hjól niður

source: Please tap into all four corners to calibrate the tablet. Press escape to cancel the process.
is: Ýttu í öll fjögur hornin til að kvarða teiknitöfluna. Ýttu á 'Esc' til að hætta við ferlið.

source: No Tablet Found
is: Engin teiknitafla fannst

source: Manually register a tablet device
is: Skrá teiknitöflutæki handvirkt

source: Wacom Tablet Settings
is: Stillingar Wacom teiknitöflu

source: Profile List
is: Listi yfir notkunarsnið

source: Select the Profile you want to add:
is: Veldu notkunarsniðið sem þú vilt bæta við:

source: General Hardware Overview
is: Almennt yfirlit um vélbúnað

source: Profile rotation
is: Snúningur notkunarsniðs

source: Down
is: Niður

source: Remove
is: Fjarlægja

source: Add
is: Bæta við

source: Up
is: Upp

source: Shortcuts
is: Flýtilyklar

source: KDE tablet service not found
is: KDE-teiknitöfluþjónusta fannst ekki

source: Please start the KDE wacom tablet service to use this configuration dialog. The service is required for tablet detection and profile support.
is: Ræstu teiknitöfluþjónustu KDE til að nota þennan stillingaglugga. Þjónustan er nauðsynleg til að finna teiknitöflu og hafa stuðning við notkunarsnið.

source: No tablet device detected
is: Ekkert teiknitöflutæki fannst

source: Please connect a tablet device to continue. If your device is already connected, it is currently not in the device database.
is: Tengdu teiknitöflu til að halda áfram. Ef tækið þitt er þegar tengt, þá er það ekki í gagnagrunninum yfir studd tæki.

source: Add new profile
is: Bæta við nýju notkunarsniði

source: Profile name:
is: Heiti notkunarsniðs:

# Name of the default profile that will be created if none exist.
source: Default
is: Sjálfgefið

# Basic overview page for the tablet hardware
source: General
is: Almennt

source: Stylus
is: Teiknipenni

source: Tablet
is: Teiknitafla

source: Touch
is: Snerting

source: Save changes to the current profile?
is: Vista breytingar í fyrirliggjandi notkunarsnið?

source: Save Profile
is: Vista notkunarsnið

source: Failed to launch Wacom tablet finder tool. Check your installation.
is: Mistókst að fæsa verkfærið til að finna Wacom-teiknitöflur. Athugaðu uppsetninguna þína.

source: Graphic Tablet Settings
is: Stillingar teiknitöflu

source: &Select Tablet:
is: Vel&du teiknitöflu:

source: Select &Profile:
is: Veldu notkunarsnið:

source: Creates a new default profile
is: Útbýr nýtt sjálfgefið notkunarsnið

source: Deletes the current profile
is: Eyðir fyrirliggjandi notkunarsniði

source: Click on the button, then enter the shortcut like you would in the program. Example for Ctrl+A: hold the Ctrl key and press A.
is: Smelltu á hnappinn, settu síðan inn flýtilykilinn sem þú vilt nota í forritinu. Til dæmis Ctrl+A: halda niðri 'Ctrl' lyklinum og ýta á 'A'.

# What the user inputs now will be taken as the new shortcut
source: Input
is: Inntak

# No shortcut defined
source: None
is: Ekkert

source: Press Curve Settings
is: Stillingar þrýstiferils

source: The presscurve defines how the pen press is handled. Drag around the dots to change the behavior Use the stylus inside the Widget to see the pressure changes.
is: Þrýstiferillinn stýrir því hvernig þrýstingur penna er meðhöndlaður. Dragðu í kringum punktana til að breyta hegðuninni. Notaðu teiknipennann inni í viðmótinu til að sjá breytingar á þrýstingi.

source: Current Presscurve:
is: Núverandi þrýstiferill

source: Pen Settings
is: Stillingar penna

source: Defines the button action on the stylus.
is: Skilgreinir aðgerð hnappsins á teiknipennanum.

source: Button Settings
is: Stillingar hnapps

source: Tap to execute action.
is: Ýttu til að keyra aðgerð.

source: Sets eraser pressure threshold.
is: Stillir þrýstingsmörk útstrokunar.

source: Eraser Feel
is: Skynjun strokleðurs

# slow movement of the cursor (minimal value)
source: Soft
is: Mjúkt

# fast movement of the cursor (maximal value)
source: Firm
is: Stíft

source: Defines the pressure sensitivity with a bezier curve
is: Skilgreinir þrýstinæmina með Bezier-sveiglínu

source: Edit Pressure Curve...
is: Breyta þrýstingsferli...

source: Sets stylus pressure threshold.
is: Stillir þrýstingsmörk teiknipenna.

source: Tip Feel
is: Skynjun odds

source: Number of raw data used to filter the points (default is 4)
is: Magn gagna sem notað er til að sía punktana (sjálfgefið er 4)

source: Raw Sample Rate
is: Hrá safntíðni

source: Number of points trimmed (default is 2)
is: Fjöldi punkta sem eru grisjaðir (sjálfgefið eru 2)

source: Suppress Rate
is: Grisjunarhlutfall

source: Select a Tablet Area
is: Veldu teiknisvæði

source: Internal Error
is: Innri villa

source: The tablet area defines how the screen space is mapped to your tablet. For each screen a different tablet area can be selected.
is: Svæðið á teiknitöflunni skilgreinir hvernig skjáflöturinn samsvarar teiknitöflunni. Hægt er að velja mismunandi svæði á teiknitöflunni fyrir hvern einstakan skjá.

source: Screen
is: Skjár

source: Toggle between fullscreen and each single screen.
is: Víxla á milli skjáfyllihams og hvers staks skjás.

source: Toggle Screen
is: Víxla skjá

source: Select the valid tablet area used for the selected screen space.
is: Veldu teiknisvæðið sem notað er fyrir valinn skjáflöt.

source: Map Screen To
is: Vörpun skjás að

source: &Full Tablet
is: Öll teiknita&flan

source: &Tablet Area
is: &Teiknisvæði

source: Set the tablet area proportional to the selected screen area.
is: Stilltu hlutfallslegt teiknisvæði fyrir valinn skjáflöt.

source: Set Screen Proportions
is: Setja hlutföll skjás

source: Calibrate
is: Kvarða

source: This mapping can only be applied in absolute tracking mode.
is: Þessa vörpun er aðeins hægt að nota í algildum fylgniham.

source: Lock proportions
is: Læsa hlutföllum

source: Tablet area fine tuning
is: Fínstilling teiknisvæðis

source: Width
is: Breidd

source: Horizontal
is: Lárétt

source: Left margin
is: Vinstri spássía

source: Vertical
is: Lóðrétt

source: Top margin
is: Efri spássía

source: Height
is: Hæð

source: Default Orientation
is: Sjálfgefin stefna

# The tablet will be rotated clockwise.
source: Rotate Tablet Clockwise
is: Snúa teiknitöflu réttsælis

# The tablet will be rotated counterclockwise.
source: Rotate Tablet Counterclockwise
is: Snúa teiknitöflu rangsælis

# The tablet will be rotated up side down.
source: Rotate Tablet Upside-Down
is: Snúa teiknitöflu á hvolf

source: Defines how the cursor movement mode will be used.
is: Skilgreinir hvernig hamur bendilhreyfinga verður notaður.

source: Stylus Tracking Mode
is: Fylgnihamur teiknipenna

source: &Map to Screen (Absolute Mode)
is: &Vörpun að skjá (algildur hamur)

source: Map &to Cursor (Relative Mode)
is: Vör&pun að bendli (afstæður hamur)

source: Tablet Mapping
is: Vörpun teiknitöflu

source: Allows one to specify the tablet area for different screen selections in absolute cursor mode.
is: Gerir kleift að tilgreina teiknisvæði fyrir mismunandi val á skjám í algildum bendilham.

source: Map Tablet Area to Screen
is: Varpa teiknisvæði að skjá

source: Your currently selected mapping can not be applied in relative tracking mode.
is: Vörpunina sem þú hefur valið er ekki hægt að nota í algildum fylgniham.

source: Changes the orientation of the tablet.
is: Breytir stefnu teiknitöflunnar.

source: Orientation
is: Stefna

source: If enabled, the tablet rotates together with the screen.
is: Ef þetta er virkt snýst teiknitaflan saman með skjánum.

source: Auto-Rotate with Screen
is: Snúa sjálfkrafa með skjá

source: If enabled the automatic tablet rotation for clockwise and counterclockwise rotations will be inverted.
is: Ef þetta er virkt verður sjálfvirkum snúningi réttsælis og rangsælis umsnúið.

source: Invert Auto-Rotation
is: Umsnúa sjálfvirkum snúningi

source: Enabling gestures may break touch input using a touchscreen.
is: Séu bendingar virkjaðar getur það hindrað snertiinntak þegar snertiskjár er notaður.

source: If enabled the tablet will emit touch events.
is: Ef þetta er virkt mun teiknitaflan senda snertiatvik.

source: Enable Touch
is: Virkja snertingu

source: Touch Tracking Mode
is: Fylgnihamur snertingar

source: Touch Mapping
is: Vörpun snertingar

source: Map Touch Area to Screen
is: Varpa snertisvæði að skjá

source: If enabled the touch events can recognize gestures.
is: Ef þetta er virkt geta snertiatvik þekkt bendingar.

source: Enable Gestures
is: Virkja bendingar

source: Gestures
is: Bendingar

source: Minimum motion before sending a scroll gesture.
is: Lágmarkshreyfing áður en skrunbending er send.

source: Scroll Distance
is: Vegalengd skruns

source: The minimum motion in tablet units before sending a scroll event.
is: Lágmarkshreyfing í einingum teiknitöflu áður en skrunbending er send.

source: Minimum distance for a zoom gesture is recognized.
is: Lágmarksvegalengd sem þarf til að þekkja aðdráttarbendingu.

source: Zoom Distance
is: Vegalengd aðdráttar

source: The minimum distance in tablet units for a zoom gesture to be recognized.
is: Lágmarksvegalengd í einingum teiknitöflu sem þarf til að þekkja aðdráttarbendingu.

source: Minimum time between taps for a right click.
is: Lágmarkstími milli þess sem er bankað til að fá hægrismell.

source: Tap Time
is: Ýtitími

source: The minimum time in milliseconds between taps to trigger a right click.
is: Lágmarkstími í millísekúndum sem líður á milli þess sem er bankað til að fá hægrismell.

source: Invert Scroll Direction
is: Snúa við skrunstefnu

source: If selected, the scroll direction for the scroll gesture is inverted.
is: Ef þetta er virkt verður stefnu skruns með skrunbendingu umsnúið.

# Button that shows up in notification of a new tablet being connected
source: Configure
is: Grunnstilla

source: Graphic Tablet Configuration daemon
is: Uppsetningarvöktun teiknitöflu

source: A Wacom tablet control daemon
is: Stjórnvöktun Wacom teiknitaflna

source: Tablet Connected
is: Teiknitafla tengd

source: New tablet '%1' connected.
is: Ný '%1' teiknitafla tengd.

source: Tablet removed
is: Teiknitafla fjarlægð

source: Tablet %1 removed
is: Teiknitaflan %1 fjarlægð

# Name of the default profile that will be created if none exists.
source: Default
is: Sjálfgefið

source: Graphic Tablet error
is: Villa í teiknitöflu

source: Profile <b>%1</b> does not exist. Apply <b>%2</b> instead
is: Notkunarsniðið <b>%1</b> er ekki til. Virkja <b>%2</b> í staðinn

source: Button %1 maps to Button %2
is: Hnappur %1 varpast á hnapp %2

source: Wacom Tablet detection
is: Leit að Wacom teiknitöflu

source: Connect your Tablet and click on Refresh to detect it.
is: Tengdu teiknitöfluna þína og smelltu á 'Endurlesa' til að finna hana.

source: Tablet Selection
is: Val á teiknitöflu

source: Detected Tablets:
is: Greindar teiknitöflur:

source: Refresh
is: Endurlesa

source: Serial No.:
is: Raðnúmer:

source: Devices:
is: Tæki:

source: Tablet Features
is: Eiginleikar teiknitöflu

source: has TouchRing
is: hefur snertihring

source: has Status LEDs right
is: hefur hægri LED-stöðuljós

source: has Touchstrip Left
is: hefur vinstri snertiborða

source: has Touchstrip Right
is: hefur hægri snertiborða

source: has Status LEDs left
is: hefur vinstri LED-stöðuljós

source: has Wheel
is: er með hjól

source: Button mapping
is: Vörpun hnappa

source: Number of available Express Keys:
is: Fjöldi tiltækra hraðhnappa:

source: Map Hardware Buttons
is: Vörpun vélbúnaðarhnappa

source: Touch sensor
is: Snertiskynjari

source: &Normal tablet
is: Ve&njuleg teiknitafla

source: &Multi-device tablet, pen sensor. Touch sensor is:
is: &F&jölnota teiknitafla, pennaskynjari. Snertiskynjari er:

source: Multi-&device tablet, touch sensor
is: F&jölnota teiknitafla, snertiskynjari

source: Please press Button %1 on the tablet now.
is: Ýttu núna á hnapp %1 á teiknitöflunni.

source: Hardware button %1 detected.
is: Vélbúnaðurhnappur %1 fannst.

source: All buttons detected. Please close dialog
is: Allir hnappar fundust. Lokaðu glugganum

source: Dialog
is: Samskiptagluggi

source: Move the mouse cursor inside the dialog but <b>do not</b> click into it with the mouse.
is: Færðu músarbendilinn inn í gluggann en <b>þú skalt ekki</b> smella inn í hann með músarbendlinum.
